/*Pref ToolBar*/
"General" = "一般設定";
"Appearance" = "アピアランス";
"Fonts and Colors" = "フォントとカラー";
"List" = "リスト";
"Web View" = "スレッド";
"Preview" = "プレビュー";
"2ch Settings" = "２ちゃんねる設定";
"Plugin" = "プラグイン";
"Advanced" = "詳細";
"Debug" = "デバッグ";

/*App*/
"Thread" = "スレッド";
"Remove Styles" = "スタイルを削除";
"Style of %@" = "%@のスタイル";
"Other Styles" = "その他のスタイル";
"Delete Thread..." = "スレッドを削除...";
"Open Using Web Browser" = "Webブラウザで開く";
"Copy URL" = "URLをコピー";
"Copy Title and URL" = "タイトルとURLをコピー";
"Open Board" = "板を開く";
"Find Next Thread..." = "次スレッドを検索...";

"Reply to %@..." = "%@ へ返信...";
"Responses To %@" = "%@ への返信を表示";

"Show Fallen Thread Archives" = "過去ログ倉庫を表示";
"Hide Fallen Thread Archives" = "過去ログ倉庫を隠す";

"Text \"%@\"" = "テキスト \"%@\"";

/*Doc*/
"Untitled" = "名称未設定";
"Preference" = "環境設定";
"Left Tab" = "左のタブ";
"Right Tab" = "右のタブ";
"Close Tab" = "タブを閉じる";

"Add Bookmark" = "ブックマークに追加...";
"Reload" = "更新";
"Delete" = "削除";
"Delete Fallen Threads..." = "dat落ちスレッドを削除...";
"Write Message..." = "レスを書き込む...";
"New Thread..." = "新規スレッド...";
"Next Updated Thread" = "次の未読スレッド";
"Download" = "ダウンロード";
"Search" = "検索";

"Label" = "ラベル";
"Oreyon" = "Oreyon で開く";

"Style" = "スタイル";
"URL_FOR_SEARCH(%@)" = "http://www.google.com/search?&q=%@&ie=UTF-8";
"Search in Thread" = "スレッド内を検索";
"Search Web" = "Google で検索";
"Set NG Word" = "NGワードに設定";
"Reply..." = "返信...";
"Move to %@" = "%@ へ移動";
"Open %@ in New Tab" = "%@ を新規タブで開く";

"Copy" = "コピー";
"Extract and Reply" = "引用して返信...";

"Copy Link URL" = "リンクのURLをコピー";
"Open Link Using Web Browser" = "リンク先をWebブラウザで開く";
"Download Linked File" = "リンク先のファイルをダウンロード";

"Preview URLs in %@" = "%@が含むURLをプレビュー";
"Download URLs in %@" = "%@が含むURLをダウンロード";

/*Bookmark*/
"Untitled Bookmark" = "新しいブックマーク";
"Move Log Files to Trash" = "ログファイルをゴミ箱に移動";
"OK" = "OK";
"Cancel" = "キャンセル";
"Are you sure to move log files to Trash?" = "ログファイルをゴミ箱に移動しますか？";
"Are you sure to move fallen threads log files to Trash?" = "dat落ちしたスレッドのログファイルをゴミ箱に移動しますか？";

"Board Repaired" = "板データを修復しました";
"%d missing files found." = "%d 個のログファイルを発見。";
"%d dat files found.\n%d plist files deleted." = "%d 個のdatファイルを発見。\n%d 個のplistファイルを削除。";

/*Posting*/
"Posting to %@ - %@" = "%@ - %@ への書き込み";
"New Thread in %@" = "%@ に新規スレッドを作成";
"Post" = "書き込む";
"New Thread" = "新規スレッド";
"Reload Thread" = "スレッドを更新";
"Reload Board" = "板を更新";
"P2: Active" = "P2：オン";
"P2: Inactive" = "P2：オフ";
"P2: Disabled" = "P2：無効";
"2chViewer" = "２ちゃんねるビューア（●）";
"2chViewer: Active" = "２ちゃんねるビューア：オン";
"2chViewer: Inactive" = "２ちゃんねるビューア：オフ";
"2chViewer: Disabled" = "２ちゃんねるビューア：無効";
"Be" = "Be@2ch";
"Be@2ch: Active" = "Be@2ch：オン";
"Be@2ch: Inactive" = "Be@2ch：オフ";
"Be@2ch: Disabled" = "Be@2ch：無効";
"sage" = "sage";
"age" = "age";
"Board" = "スレッドがある板";

/*Download*/
"%@ Complete" = "%@ 完了";
"Canceled" = "キャンセルされました";
"Error: %@" = "エラー：%@";
"Already Exists" = "すでに存在します";

/*ChooseNextThreadWindow*/
"Loading Board \"%@\"" = "「%@」板を更新中...";
"Choose the next thread of \"%@\"" = "「%@」の次スレを選択してください。";
"Threads not found" = "次スレ候補は見つかりませんでした。";
"Do you want to treat \"%@\" as the next thread of \"%@\" ?" = "「%@」を「%@」の次スレとして扱いますか？";

/*Colors*/
"None" = "なし";
"Red" = "レッド";
"Orange" = "オレンジ";
"Yellow" = "イエロー";
"Green" = "グリーン";
"Blue" = "ブルー";
"Purple" = "パープル";
"Gray" = "グレイ";
"Black" = "ブラック";

/*Action*/
"Action" = "アクション";
"Range" = "範囲";
"View" = "表示";

/*Preview*/
"THPreviewNone" = "何もしない";
"THPreviewInPopUp" = "ポップアップで表示";
"THPreviewInline" = "インラインプレビュー";
"THPreviewMove" = "レスに移動";
"THPreviewInNewTab" = "新規タブで開く";
"THPreviewDownload" = "ダウンロード";
"THPreviewWebBrowser" = "Webブラウザで開く";

/*Crash*/
"Thousand Bug" = "Thousand のバグと推測されます。";
"WebView Crash (Style?)" = "WebView がクラッシュしています（スタイル関連？）";
"Binding Problem" = "Thousand の Cocoa Binding における問題と推測されます。";
"Autorelease Crash (PopUp?)" = "オートリリース時にクラッシュしています（ポップアップ？）。";
"Undefined" = "原因が特定できません。";
"Mac OS X Version: %@\n" = "【Mac OS X のバージョン】： %@\n";
"Thousand Version: %@\n" = "【Thousand のバージョン】： %@\n";
"External Plugins: %@\n" = "【標準以外のプラグイン】： %@\n";
"Skin: %@\n" = "【スキン】： %@\n";
"Exception: %@\n" = "【発生した例外】： %@\n";
"Cause: %@\n" = "【推測される理由】： %@\n";
"Stack Trace (mini): \n%@" = "【最小限必要なスタックトレース】： \n%@";
"Thousand Crash Report" = "Thousand クラッシュレポート";
"\nPlease describe the circumstances leading to the crash and any other relevant information:\n" = "\n【クラッシュした際の操作や状況についてお書きください】：\n";
